let updater = {
    articles: [
        {
            title: "Текущий выпуск: ",
            content: program["full-version"],
            date: "",
            version: "",
        },
        {
            title: "Страница обновлений",
            content: `
<ul class="updater_list">
    <li>Добавлена страница: обновлений</li>
    <li>Улучшен адаптив под телефоны</li>
    <li>Теперь фокус работает на задачах, категориях и в настройках</li>
</ul>
            `,
            date: "17.01.2025",
            version: "11 Выпуск",
        },
        {
            title: "Создание нескольких задач",
            content: `
<ul class="updater_list">
    <li>Добавлена страница: "Многозадачность" (shift+R)</li>
    <li>Возможность создать много задач</li>
</ul>
            `,
            date: "18.01.2025",
            version: "12 Выпуск",
        },
        {
            title: "Используй штуки",
            content: `
<ul class="updater_list">
    <li>Добавил обработку количества выполненых штук и оставшихся</li>
    <li>Тех. шоколадка: Улучшил модульность программы (чуть-чуть)</li>
</ul>
            `,
            date: "18.01.2025",
            version: "13 Выпуск",
        },
    ],

    
}